import React from 'react';
import "./recipe.scss"

const Recipe = () => {
  return (
    <div className='recipe'>
      <span className='recipe__title'>Как готовить</span>
      <p className='recipe__text'>Ежевику (одну штуку) размять в шейкере, засыпать лёд на 2/3 шейкера. Добавить джин, шнапс, ликёр, сок, жасмин лемонграсс и белок. Тщательно взбить и процедить в бокал. Украсить ежевикой. Ежевику (одну штуку) размять в шейкере, засыпать лёд на 2/3 шейкера. Добавить джин, шнапс, ликёр, сок, жасмин лемонграсс и белок. Тщательно взбить и процедить в бокал. Украсить ежевикой. Ежевику (одну штуку) размять в шейкере, засыпать лёд на 2/3 шейкера. Добавить джин, шнапс.</p>
      <p className='recipe__text'>Ежевику (одну штуку) размять в шейкере, засыпать лёд на 2/3 шейкера. Добавить джин, шнапс, ликёр, сок, жасмин лемонграсс и белок. Тщательно взбить и процедить в бокал. Украсить ежевикой. Ежевику (одну штуку) размять в шейкере, засыпать лёд на 2/3 шейкера. Добавить джин, шнапс, ликёр, сок, жасмин лемонграсс и белок. Тщательно взбить и процедить в бокал. Украсить ежевикой. Ежевику (одну штуку) размять в шейкере, засыпать лёд на 2/3 шейкера. Добавить джин, шнапс.</p>
    </div>
  )
}
export default Recipe